Repository: BackupTheBerlios/mondorescue-svn
Catalog: trunk/mondo/po/*.po
Languages: fr

source: Using /dev/root is stupid of you but I'll forgive you.
fr: Utiliser /dev/root n'est pas une bonne idée.

source: tape
fr: bande

source: default
fr: defaut

source: Please enter your CD-ROM's /dev device
fr: Entrez le nom de périphérique de votre cdrom

source: mount succeeded with %s
fr: montage réussi de %s

source: WARNING - failed to unmount CD-ROM drive
fr: ATTENTION - démontage impossible du lecteur de CD

source: WARNING - failed to eject CD-ROM disk
fr: ATTENTION - ejection impossible du CD

source: User has chosen not to backup the PC
fr: L'utilisateur a choisi de ne rien faire

source: Please remove CD/floppy from drive(s)
fr: Veuillez enlevez le CD ou la disquette du lecteur

source: Is your computer a laptop, or does the CD writer incorporate BurnProof technology?
fr: Votre ordinateur est-il un portable ou votre lecteur de CD a t-il la technologie BurnProof ?

source: What speed is your %s (re)writer?
fr: Quel est la vitesse de votre graveur %s ?

source: Speed
fr: Vitesse

source: How much data (in Megabytes) will each %s store?
fr: Combien de données (En Mo) stocke chaque %s ?

source: Please specify your %s drive's /dev entry
fr: Veuillez indiquer l'entrée dans /dev de votre lecteur de %s

source: I think I've found your %s burner at SCSI node %s; am I right on the money?
fr: J'ai trouvé votre lecteur %s à l'adresse SCSI %s. C'est bon ?

source: This option is for advanced users only. Are you sure?
fr: Cette option est pour les utilisateurs expérimentés. Vous êtes sur?

source: Ok, using vanilla scsi tape.
fr: Ok, utilisation du lecteur de bande SCSI.

source: I think I've found your tape streamer at %s; am I right on the money?
fr: J'ai trouvé votre lecteur de bande à l'adresse %s. C'est bon ?

source: User has not specified a valid /dev entry
fr: Entrée dans /dev invalide

source: NFS dir.
fr: répertoire NFS

source: Please enter path and directory where archives are stored remotely. (Mondo has taken a guess at the correct value. If it is incorrect, delete it and type the correct one.)
fr: Veuillez entrer le chemin et répertoire ou les archives sont stockées.(Mondo a essayé de deviner, modifiez si c'est incorrect)

source: How much data (in Megabytes) will each media store?
fr: Quel volume de données (en Mo) par media ?

source: Size
fr: Taille

source: NFS share
fr: Partage NFS

source: Which remote NFS share should I mount?
fr: Quel partage NFS distant faut-il monter ?

source: Please mount that partition before you try to backup to or restore from it.
fr: Veuillez monter la partition avant de sauvegarder ou restaurer.

source: Directory
fr: Répertoire

source: Which directory within that mountpoint?
fr: Quel répertoire dans ce point de montage ?

source: Directory '%s' under mountpoint '%s' does not exist or is not writable. You can fix this or change the directory and retry or cancel the backup.
fr: Le répertoire '%s' sur le point de montage '%s' n'existe pas ou n'est pas accessible en écriture. Corrigez ceci avant de ré-essayer la sauvegarde.

source: Prefix.
fr: Préfixe

source: Please enter the prefix that will be prepended to your ISO filename. Example: machine1 to obtain machine1-[1-9]*.iso files
fr: Veuillez entrer le préfixe qui sera mis à vos image ISO.Exemple: machine1 pour avoir les fichiers machine1-[1-9]*.iso

source: Storage dir.
fr: rép. de stockage

source: Please enter the full path that contains your ISO images. Example: /mnt/raid0_0
fr: Veuillez entrer le chemin complet de vos images ISO. Ex: /mnt/ raid0_0

source: Please enter how big you want each ISO image to be (in megabytes). This should be less than or equal to the size of the CD-R[W]'s or DVD's you plan to backup to.
fr: Veuillez entrer la taille de chaque image ISO. Cette taille doit être inférieure ou égale à celle de vos CD ou DVD.

source: Boot device
fr: Périphérique de démarrage

source: What is your boot device? (e.g. /dev/ad0)
fr: Quel est votre périphérique de démarrage ? (ex /dev/ad0)

source: What is your boot device? (e.g. /dev/hda)
fr: Quel est votre périphérique de démarrage ? (ex /dev/hda)

source: Unidentified boot loader. Shall I restore it byte-for-byte at restore time and hope for the best?
fr: bootloader inconnu. Dois-je le restaurer au moment de la restauration ?

source: I cannot find your boot loader. Please run mondoarchive with parameters.
fr: Bootloader introuvable. Lancer mondoarchive avec des paramètres.

source: Please enter paths which you want me to backup. The default is '/' (i.e. everything).
fr: Veuillez entrer les répertoires à sauvegarder.Defaut / (tout)

source: NTFS partitions
fr: partitions NTFS

source: Please enter/confirm the NTFS partitions you wish to backup as well.
fr: Veuillez entrer les partitions NTFS à sauvegarder

source: Exclude paths
fr: Chemins à exclure

source: Please enter paths which you do NOT want to backup. Separate them with spaces. NB: /tmp and /proc are always excluded. :-) Just hit 'Enter' if you want to do a full system backup.
fr: Veuillez entrer les chemins que vous ne voulez pas sauvegarder. Séparez les avec des espaces. (/tmp et /proc sont toujours exclus). Appuyez juste sur ENTREE pour une sauvegarde totale.

source: Will you want to verify your backups after Mondo has created them?
fr: Voulez vous vérifier les sauvegardes après création ?

source: Are you confident that your kernel is a sane, sensible, standard Linux kernel? Say 'no' if you are using a Gentoo <1.4 or Debian <3.0, please.
fr: Etes-vous sur que votre noyau est sain et standard ? Entrez non si vous utilisez une gentoo <1.4 ou une debian <3.0

source: Dividing filelist into sets
fr: Division de la liste des fichiers en plusieurs groupes

source: Dividing filelist into sets. Please wait.
fr: Division de la liste des fichiers en plusieurs groupes. Attendez.

source: Freeing memory formerly occupied by filelist
fr: Libération de la memoire occupée par la liste des fichiers

source: failed to malloc
fr: erreur d'allocation mémoire

source: %s - failed to malloc
fr: %s - erreur d'allocation mémoire

source: Loading filelist
fr: Chargement de la liste des fichiers

source: Warning - surprisingly short filelist.
fr: Attention - liste des fichiers très courte

source: Loading filelist from disk
fr: Chargement de la liste des fichiers depuis le disque

source: Saving filelist
fr: Sauvegarde de la liste des fichiers

source: Saving selection to disk
fr: Sauvegarde de la sélection

source: Making catalog of files to be backed up
fr: Création de la liste des fichiers à sauvegarder

source: Using supplied catalog of files to be backed up
fr: Utilisation de la liste des fichiers à sauvegarder

source: Failed.
fr: Echec.

source: Done.
fr: Fait.

source: Reading %-68s
fr: Lecture de %-68s

source: Kernel not found or invalid. Choose another?
fr: Noyau non trouvé ou incorrect. On en choisit un autre ?

source: Kernel path
fr: Chemin du noyau

source: What is the full path and filename of your kernel, please?
fr: Indiquez le chemin complet et le nom du noyau:

source: Can't open checksum list
fr: Impossible d'ouvrir la liste de checksum

source: %02d%% done %02d:%02d taken %02d:%02d remaining %-37s
fr: %02d%% fait %02d:%02d en cours %02d:%02d restant %-37s

source: Please install '%s'. I cannot find it on your system.
fr: Installez '%s', il est intvouable sur le système.

source: There may be hyperlink at http://www.mondorescue.com which
fr: Un lien sur http://www.mondorescue.com devrait

source: will take you to the relevant (missing) package.
fr: vous indiquer où trouver le bon package

source: Your backup will probably occupy a single %s. Maybe two.
fr: La sauvegarde ne va certainement occuper q'un seul %s. Peut-être deux.

source: Your backup will occupy one meeeeellion media! (maybe %s)
fr: La sauvegarde va prendre énormément de media (environ %s)!

source: Your backup will occupy approximately %s media.
fr: La sauvegarde va prendre environ %s media.

source: Your PC will not retract the CD tray automatically. Please call mondoarchive with the -m (manual CD tray) flag.
fr: Votre système ne ferme pas automatiquement le tiroir du CD, lancez mondoarchive avec l'option -m.

source: Please be patient. Do not be alarmed by on-screen inactivity.
fr: Soyez patient, ne vous inquiétez pas de l'inactivité de l'écran.

source: Press ENTER to continue.
fr: Appuyez sur ENTREE pour continuer

source: mkisofs and/or cdrecord returned an error. CD was not created
fr: mkisosfs ou cdrecord ont retourné une erreur, le CD n'a pas été gravé

source: Failed utterly to call '%s'
fr: Erreur à l'appel de '%s'

source: Waiting for external binary to start
fr: En attente de démarrage d'un programme extérieur

source: Verifying...
fr: Vérification...

source: Cannot open mountlist
fr: Impossible de lire la liste de montage

source: Too many lines in mountlist.. ABORTING
fr: Liste de montage trop longue.. ABANDON

source: That sizespec is more than 1,208,925,819,614,629,174,706,176 bytes. You have a shocking amount of data. Please send a screenshot to the list :-)
fr: La taille est supérieure à 1,208,925,819,614,629,174,706,176 octets!

source: FIXME - create_raidtab_from_mdstat does not allow for spare disks
fr: FIXME - create_raidtab_from_mdstat ne permet pas des disques libres

source: When the tape drive goes quiet, please insert volume %d in this series.
fr: Insérez le volume %d quand le lecteur de bande devient silencieux.

source: Waiting while the tape drive settles
fr: En attente du lecteur de bande

source: Waiting while the tape drive rewinds
fr: En attente de rembobinage du lecteur de bande

source: Cannot openin stream device
fr: Impossible d'ouvrir le périphérique

source: Reading stream
fr: Lecture

source: Skipping data disks on stream
fr: Saut de données sur le périphérique

source: Cannot openout datadisk all.tar.gz file
fr: Impossible d'ouvrir all.tar.gz en écriture

source: Unable to malloc 256*1024
fr: impossible d'allouer 256x1024

source: Failed to openout to cdstream (fifo)
fr: Impossible d'ouvrir le flux CD

source: Cannot openout file
fr: Impossible d'ouvrir le fichier en écriture

source: actual cksum=%s; recorded cksum=%s
fr: checksum actuel=%s; checksum enregistré=%s

source: %s (%ld K) is corrupt on tape
fr: %s (%ld K) est corrompu sur la bande

source: Should have started a new tape/CD already
fr: On aurait déjà du utiliser une nouvelle bande/CD

source: Too many tapes. Man, you need to use nfs!
fr: Trop de bandes. Vous devriez utiliser nfs!

source: Writing data disks to tape
fr: Ecriture des données sur bande

source: Cannot find %s
fr: Impossible de trouver %s

source: You're not backing up to tape. Why write a tape header?
fr: Vous ne sauvegardez pas sur bande. Pourquoi écrire un entête ?

source: Wrong marker! (Should be %s,
fr: Mauvais marqueur! (devrait être %s,

source: is actually %s)
fr: est %s)

source: Changed since backup. Consider running a differential backup in a day or two.
fr: Changé depuis la sauvegarde. Pensez à faire une sauvegarde différentielle dans un jour ou deux.

source: /var's contents will change regularly, inevitably.
fr: Le contenu de /var change régulièrement.

source: It's in your /home partiton. Therefore, it is important.
fr: C'est dans /home, donc c'est important.

source: You may have installed/removed software during the backup.
fr: Vous avez du installer des logiciels pendant la sauvegarde

source: Do not edit config files while backing up your PC.
fr: N'éditez pas de fichier de configuration pendant la sauvegarde.

source: This file changes all the time. It's OK.
fr: Ce fichier change en permanence, donc pas de problème.

source: Were you compiling/editing something in /root?
fr: Faisiez vous quelque chose dans /root?

source: Temp or 'dot' files changed in /root.
fr: Des fichiers ont changé dans /root.

source: Did you add/remove software during backing?
fr: Avez-vous ajouté/supprimé des logiciels pendant la sauvegarde?

source: The 'update' daemon ran during backup. This does not affect the integrity of your backup.
fr: Le daemon 'update' tournait pendant la sauvegarde. Ceci n'a pas d'impact sur celle-ci.

source: Log files change frequently as the computer runs. Fret not.
fr: Les logs sont régulièrement modifiés. Pas de problème.

source: Background processes or printers were active. This does not affect the integrity of your backup.
fr: Les imprimantes étaient actives, ca ne pose pas de problème.

source: Mail was sent/received during backup.
fr: Des mails ont été envoyés ou reçus pendant la sauvegarde.

source: Backup copy of another file which was modified recently.
fr: Une copie de sauvegarde d'un fichier modifié récemment.

source: Part of a cache of data. Caches change from time to time. Don't worry.
fr: Cache de données, pas de problème.

source: Volume %d: %s kilobytes archived so far
fr: Volume %d: %s ko sauvegardés jusqu'ici

source: ] %d%% used
fr: ] %d%% utilisé

source: (I)gnore, ignore (A)ll, (D)ebug, a(B)ort, or (E)xit?
fr: (I)gnore, (A) ignore tout, (D)ebug, a(B)andon ou sorti(E)?

source: Invalid choice.
fr: Choix invalide.

source: You must have at least 32MB of RAM to use Mondo.
fr: Vous devez avoir au moins 32Mo de mémoire pour utiliser Mondo.

source: WARNING! You have very little RAM. Please upgrade to 64MB or more.
fr: ATTENTION! Vous avez très peu de mémoire, pensez à en ajouter.

source: Unable to find
fr: Impossible de trouver

source: in system path.
fr: dans les chemins systèmes.

source: Your kernel has no ramdisk support. That's mind-numbingly stupid but I'll allow it if you're planning to use a failsafe kernel. Are you?
fr: Votre noyau ne supporte pas les ramdisk. Ca ne marchera que si vous prévoyez d'utilisez un noyau failsafe. OK ?

source: It looks as if your kernel lacks ramdisk and initrd support.
fr: Votre noyau ne supporte ni le ramdisk ni initrd.

source: I'll allow you to proceed but FYI, if I'm right, your kernel is broken.
fr: Je vais continuer mais je vous signale que votre noyau est cassé.

source: I think you have a Windows 9x partition.
fr: Vous semblez avoir une partition Windows 9x.

source: Please install ms-sys just in case.
fr: Merci d'installer ms-sys au cas ou.

source: Your system lacks the 'cmp' binary. I'll create a dummy cmp for you.
fr: le programme 'cmp' est absent de votre système. Je vais en créer un faux.

source: Your CD-ROM is mounted via autofs. I therefore cannot tell
fr: Votre CD-ROM est monté par autofs. Je ne peux donc pas savoir

source: if a CD actually is inserted. If a CD is inserted, please
fr: si un CD est présent. Dans ce cas, éjectez-le.

source: eject it. Thank you.
fr: Merci.

source: Please find out what happened to /etc/modules.conf
fr: Merci de trouver ce qui arrive à /etc/modules.conf

source: Could not ascertain mindi's version number.
fr: Impossible de vérifier le numéro de version de mindi.

source: You have not installed Mondo and/or Mindi properly.
fr: Mondo ou Mindi ne sont pas installé proprement.

source: Please uninstall and reinstall them both.
fr: Desinstallez et ré-installez les.

source: Mindi --makemountlist /tmp/mountlist.txt.test failed for some reason.
fr: Mindi --makemountlist /tmp/mountlist.txt.test a échoué pour une raison inconnue.

source: Please run that command by hand and examine /var/log/mindi.log
fr: Lancez cette commande à la main et ragardez /var/log/mindi.log

source: for more information. Perhaps your /etc/fstab file is insane.
fr: pour plus d'information. Vérifiez /etc/fstab.

source: Perhaps Mindi's MakeMountlist() subroutine has a bug. We'll see.
fr: Il y a peut-être un bug dans MakeMountlist().

source: You have RAID partitions but no /etc/raidtab - creating one from /proc/mdstat
fr: Votre système a une partition raid mais pas de /etc/raidtab - création depuis /proc/mdstat

source: %s has changed on live filesystem
fr: %s a changé sur le live filesystem

source: Verifying regular archives on tape
fr: Vérification des archives sur bande

source: Verifying filesystem
fr: Vérification des systèmes de fichiers

source: I am verifying archives against your live filesystem now.
fr: Je compare l'archive au système de fichiers actuel maintenant.

source: Please wait. This may take a couple of hours.
fr: Veuillez attendre, ce traitement peut prendre quelques heures.

source: Afioball %ld differs from live filesystem
fr: Afioball %ld est différent du système de fichiers courant

source: Verifying big files
fr: Vérification des gros fichiers

source: Please wait. This may take some time.
fr: Veuillez attendre, ce traitement peut être long.

source: Verifying bigfile #%ld (%ld K)
fr: Vérification du gros fichier #%ld (%ld K)

source: Please push CD tray closed.
fr: Veuillez fermer le tiroir du lecteur de CD.

source: failed to mount actual CD
fr: Impossible de monter le CD

source: make_vn of %s failed; unable to verify ISO
fr: échec de make_vn %s; impossible de vérifier l'image ISO

source: %s failed; unable to mount ISO image
fr: Echec de %s; impossible de monter l'image ISO

source: Verifying backups
fr: Vérification des sauvegardes

source: Warning - unable to check logfile to derive list of changed files
fr: Attention - impossible d'obtenir la liste des fichiers modifiés depuis le fichier de log

source: No differences found. Therefore, no 'changed.files' text file.
fr: Aucune différence trouvée, donc pas de fichier 'changed.files'.

source: See /tmp/changed.files for a list of nonmatching files.
fr: La liste des différences est disponible dans /tmp/changed.files.

source: The files probably changed on filesystem, not on backup media.
fr: Les fichiers ont certainement changé sur le système de fichiers, pas sur le media de sauvegarde.

source: W E L C O M E T O M O N D O R E S C U E
fr: B I E N V E N U E D A N S M O N D O R E S C U E

source: yesYES
fr: ouiOUI

source: NOno
fr: nonNON

source: Please enter either YES or NO (or yes or no, or y or n, or...)
fr: Entrez OUI ou NON

source: Yes
fr: Oui

source: No
fr: Non

source: okOKOkYESyes
fr: ouiOUIokOK

source: Okay
fr: OK

source: Cancel
fr: Annule

source: If you require technical support, please contact the mailing list.
fr: Contactez la liste de discussion mondo rescue si vous avez besoin de support.

source: See http://www.mondorescue.org for details.
fr: Plus d'infos sur http://www.mondorescue.org/

source: The list's members can help you, if you attach that file to your e-mail.
fr: Les membres de la liste vous aideront si vous attachez ce fichier a votre mail.

source: Log file: %s
fr: Fichier log: %s

source: FYI, I have gzipped the log and saved it to /tmp/MA.log.gz
fr: Le log compressé est dans /tmp/MA.log.gz

source: Mondo has aborted.
fr: Interruption de Mondo.

source: Execution run ended; result=%d
fr: Fin de l'exécution; resultat=%d

source: Type 'less %s' to see the output log
fr: Tapez 'less %s' pour voir le log

source: Welcome to Mondo Rescue, by Hugo Rabson and the Internet. All rights reversed.
fr: Bienvenue dans Mondo Rescue, par Hugo Rabson et l'Internet. Tous droits réservés

source: Working
fr: Travail en cours

source: %3d%% done %3d%% to go
fr: %3d%% fait %3d%% restant

source: ---progress-form---1--- %s%s
fr: ---progression-----1--- %s%s

source: ---progress-form---2--- %s%s
fr: ---progression-----3--- %s%s

source: ---progress-form---3--- %s%s
fr: ---progression-----3--- %s%s

source: ---progress-form---E---
fr: ---progression-----E---

source: percentage = %d
fr: pourcentage = %d

source: done; %2ld:%02ld to go
fr: fait; reste %2ld:%02ld

source: ---progress-form---4--- %s
fr: ---progression-----4--- %s

source: Backup type (
fr: Sauvegarde (

source: Please choose the backup media from which you want to read data.
fr: Choisissez le media à lire.

source: Read from:
fr: Lecture depuis:

source: Please choose the backup media to which you want to archive data.
fr: Choisissez le media d'écriture

source: Backup to:
fr: Sauvegarde sur:

source: CD-R disks
fr: CD-R

source: CD-RW disks
fr: CD-RW

source: Tape drive
fr: Bande

source: DVD disks
fr: DVD

source: NFS mount
fr: montage NFS

source: Hard disk
fr: Disque dur

source: Exit
fr: Sortie

source: Please specify the level of compression that you want.
fr: Indiquez le niveau de compression voulu.

source: How much compression?
fr: Quelle compression ?

source: Average
fr: Moyenne

source: None
fr: Aucune

source: Exit
fr: Sortie

source: Arbitrary limits suck, man!
fr: Problème avec la limite arbitraire

source: %d files differ. Hit 'Select' to pick a file. Hit 'Close' to quit the list.
fr: %d fichiers differents. Appuyez sur 'Choix' pour selectionnez un fichier.

source: Close
fr: Fermer

source: Select
fr: Choix

source: Priority
fr: Priorité

source: Filename
fr: Fichier

source: Non-matching files
fr: Fichiers non correspondant

source: I don't know what that button does!
fr: Bouton inconnu!

source: Please run as root.
fr: Lancez ce programme en tant que root.

source: Initializing...
fr: Initialisation...

source: Sorry - filelist goes first
fr: Désolé - la liste des fichiers d'abord

source: CD-ROM is at %s
fr: Le CD-ROM est %s

source: DVD is at %s
fr: le DVD est %s

source: %s is indeed an NTFS dev
fr: %s est bien de type NTFS

source: %s is _not_ an NTFS dev
fr: %s n'est pas de type NTFS

source: Errors were detected in the command line you supplied.
fr: Des erreurs ont été trouvées dans la ligne de commande

source: Please review the log file - %s
fr: Regardez le fichier log - %s

source: BusyBox's sources are available from http://www.busybox.net
fr: Les sources de Busybox sont disponibles sur http://www.busybox.net

source: Data archived. Please check the logs, just as a precaution.
fr: Données archivées. Vérifiez les logs par précaution.

source: Data archived OK.
fr: Data archivées.

source: %d difference%c found.
fr: %d différence%c trouvées.

source: Backup and/or verify ran to completion. Everything appears to be fine.
fr: Sauvegarde ou vérification terminée avec succès.

source: Backup and/or verify ran to completion. However, errors did occur.
fr: Sauvegarde ou vérification terminée avec des erreurs.

source: /root/images/mindi/mondorescue.iso, a boot/utility CD, is available if you want it.
fr: /root/images/mindi/mondorescue.iso est un CD de boot/utilitaires à votre disposition

source: Mondoarchive ran OK.
fr: Mondoarchive s'est exécuté correctement.

source: Mondo Archive has finished its run. Please press ENTER to return to the shell prompt.
fr: Mondo archive a terminé. Appuyez sur ENTREE pour retourner au shell.

source: See %s for details of backup run.
fr: Voir %s pour les details de la sauvegarde.

source: See %s for details of backup run.
fr: Voir %s pour les details de la sauvegarde.

source: I am sorry for the inconvenience but I must ask you to reboot.
fr: Il faut redémarrer le système.

source: sure the kernel notices, I must reboot after doing it.
fr: prenne en compte la réécriture du MBR

source: I must now reboot. Please leave the boot media in the drive and repeat your actions - e.g. type 'nuke' - and it should work fine.
fr: Le système va redémarrer. Laissez le media dans le périphérique et recommencez la procédure.

source: I don't know how to extrapolate the mountlist on FreeBSD. Sorry.
fr: Impossible d'extrapoler la liste de montage sur FreeBSD. Désolé.

source: Cannot find /etc/raidtab - cannot extrapolate the fdisk entries
fr: Impossible de trouver /etc/raidtab

source: %s is mounted - cannot format it
fr: %s est monté, impossible de le formater

source: /tmp/raidconf.txt does not exist. I therefore cannot start Vinum.
fr: /tmp/raidconf.txt n'existe pas, impossible de lancer Vinum.

source: `vinum create /tmp/raidconf.txt' returned errors. Please fix them and re-run mondorestore.
fr: la création de /tmp/raidconf a retourné une erreur, corrigez la et relancez la restauration
