Repository: BackupTheBerlios/mondorescue-svn
Catalog: trunk/mondo/po/*.po
Languages: fr

source: Because of bugs in GRUB's own installer, GRUB was not installed properly. Please install the boot loader manually now, using this chroot()'ed shell prompt. Type 'exit' when you have finished.
fr: A cause de bugs de GRUB, son installation a échoué. Essayez de l'installer manuellement maintenant, avec ce shell chrooté dans votre système restauré.Tapez 'exit' quand vous avez fini

source: GRUB ran w/error(s). See /tmp/mondo-restore.log for more info.
fr: GRUB a produit des erreurs. Regardez /tmp/mondo-restore.log.

source: Modifying fstab and elilo.conf...
fr: Modification de fstab et elilo.conf...

source: You will now edit fstab and elilo.conf, to make sure they match your new mountlist.
fr: Vous allez maintenant éditer fstab et elilo.conf pour être sur qu'ils correspondent à votre liste de montage.

source: Edit them again?
fr: Editer encore ?

source: elilo.conf and fstab were modified OK
fr: elilo.conf et fstab ont été modifié correctement

source: Modifying fstab and lilo.conf, and running LILO...
fr: Modification de fstab et elilo.conf puis lancement de lilo

source: You will now edit fstab and lilo.conf, to make sure they match your new mountlist.
fr: Vous allez maintenant éditer fstab et lilo.conf pour être sur qu'ils correspondent à votre liste de montage.

source: LILO failed. Re-edit system files?
fr: Echec de lilo. Ré-édition des fichiers ?

source: lilo.conf and fstab were modified OK
fr: lilo.conf et fstab ont été modifiés correctement

source: Running LILO...
fr: Lancement de LILO...

source: Failed to re-jig fstab and/or lilo. Edit/run manually, please.
fr: Echec à la modification de fstab et/ou lilo. Faite le manuellement.

source: Modifying fstab and restoring MBR...
fr: Modification de la fstab et restauration du MBR...

source: You will now edit fstab
fr: Vous allez maintenant éditer fstab

source: Modifications failed. Re-try?
fr: Echec des modifications. On recommence ?

source: Restoring MBR...
fr: Restauration du MBR...

source: MBR+fstab processed w/error(s). See /tmp/mondo-restore.log for more info.
fr: MBR+fstab modifiés avec des erreurs. Regardez /tmp/mondo-restore.log.

source: Have you contributed to the Mondo project financially or in some other way, yet?
fr: Avez-vous contribué au projet Mondo ?

source: Thank you for supporting Mondo. It goes from strength to strength,
fr: Merci de votre soutien

source: thanks to the support of users like you.
fr: et de celui des utilisateurs comme vous.

source: Are you or your company willing to consider contributing to Mondo in some way?
fr: Votre société veut-elle contribuer à Mondo ?

source: To support the project which has just performed a valuable service for you, please visit http://www.mondorescue.com; click on 'Download' and then 'PayPal'.
fr: Pour soutenir le projet, visitez http://www.mondorescue.com, cliquez sur Download puis sur Paypal.

source: Free Software, like freedom itself, must be supported or it will be lost.
fr: Le logiciel libre, comme la liberté, doit être supporté pour ne pas etre perdu

source: Mondo has restored your system. Please remove the backup media and reboot.
fr: Mondo a restauré votre système. Enlevez le media puis rebootez.

source: M0nd0 h45 r3570r3d j00r 5y573m. P13453 r3m0v3 7h3 b4ckup m3d14 4nd r3b007.
fr: Mondo a restauré votre système. Enlevez le media puis rebootez.

source: Mondorestore is terminating in response to a signal from the OS
fr: Mondorestore s'arrête car il a recu un signal de l'OS

source: CAUTION
fr: ATTENTION

source: Be advised: I am about to ERASE your hard disk(s)!
fr: Je vais effacer vos disques durs!

source: You may press Ctrl+Alt+Del to abort safely.
fr: Appuyez sur CTRL-ALT-DEL pour interrompre proprement.

source: You have %d seconds left to abort.
fr: Vous avez %d secondes pour abandonner.

source: Unmounting devices
fr: Démontage des périphériques

source: Unmounting devices
fr: Démontage des périphériques

source: Unmounting all devices that were mounted,
fr: Démontage de tous les périphériques,

source: in preparation for the post-restoration reboot.
fr: avant de redémarrer le système.

source: Unmounting device %s
fr: Démontage de %s

source: ...not mounted anyway :-) OK
fr: ...il n'était pas monté :-)

source: ...Failed
fr: ...Echec

source: Unable to unmount some of your partitions.
fr: Impossible de démonter certaines partitions.

source: All partitions were unmounted OK.
fr: Toutes les partitions ont été démontées.

source: I'm thinking...
fr: Travail en cours...

source: Cannot find config info on tape/CD/floppy
fr: Impossible de trouver des infos de configuration sur CD/tape...

source: Oh dear. Unable to recover configuration file from boot disk
fr: Impossible de récupérer des information sur le disque de démarrage

source: Recovered mondo-restore.cfg
fr: mondo-restore.cfg récupéré

source: ...but not mountlist.txt - a pity, really...
fr: ... mais pas mountlist.txt

source: Sorry, cannot read %s
fr: Impossible de lire %s

source: Sync'ing /dev/md%d
fr: Synchro /dev/md%d
