Repository: BackupTheBerlios/mondorescue-svn
Catalog: trunk/mondo/po/*.po
Languages: fr

source: Initializing Vinum device %s (this may take a *long* time)
fr: Initialisation de Vinum sur %s (ca peut prendre longtemps)

source: Stopping %s
fr: Arrêt de %s

source: Formatting partitions
fr: Formatage des partitions

source: Configuring LVM
fr: Configuration de LVM

source: Partition table locked up %d times. At least one 'mkfs' (format) command
fr: La table des partitions s'est bloquée %d fois. Au moins un mkfs a

source: failed. I think these two events are related. Sometimes, fdisk's ioctl() call
fr: échoué. Il doit y avoir un rapport entre les deux événements. Parfois, les

source: partition table. I believe this has just happened.
fr: noyau.

source: Please choose 'yes' to reboot and try again; or 'no' to ignore this warning and continue.
fr: Choisissez 'oui' pour rebooter et ré-essayez ou 'non' pour ignorer ce messageet continuer.

source: Partition table locked up %d time%c. However, disk formatting succeeded.
fr: %d blocage%c de la table des partitions. Formattage réussi néanmoins.

source: Cannot call parted2fdisk to configure %s
fr: Imposible de lancer parted2fdisk pour configurer %s

source: Warning - unable to open %s for wiping it's partition table
fr: Attention - impossible d'ouvrir %s pour accéder à sa table des partitions

source: Warning - unable to write to %s
fr: Attention - impossible d'écrire sur %s

source: You must leave at least one partition spare as the Extended partition.
fr: Vous devez laisser au moins une partition libre pour la partition étendue.

source: Warning! Unable to make the slice bootable.
fr: Attention! Impossible de rendre la partition bootable.

source: A flaw in the Linux kernel has locked the partition table.
fr: Le noyau linux a bloqué la table des partitions.

source: %s is mounted, and should not be partitioned
fr: %s est monté et ne doit pas être partitionné.

source: You need to leave at least one partition free, for 'extended/logical'
fr: Vous devez laisser au moins une partition libre pour la partition étendue.

source: Expanding entries to suit drive %s (%ld MB)
fr: Extension des entrées du disque %s (%ld Mo)

source: Cannot resize %s's entries. Drive not found.
fr: Impossible de redimensionner %s, lecteur non trouvé.

source: Changing %s from %lld KB to %ld KB
fr: Changement de %s de %lld KB à %ld KB

source: final_size = %ld MB
fr: Taille finale = %ld Mo

source: Mountlist adjusted to suit current hard drive(s)
fr: Liste de montage ajusté au disque.

source: Partition and format your disk using Compaq's disaster recovery CD. After you've done that, please reboot with your Mondo CD/floppy in Interactive Mode.
fr: Partitionnez et formattez votre disque en utilisant le CD Compaq disaster recovery. Redemarrez ensuite avec votre CD Mondo en mode interactif.

source: does not exist
fr: n'existe pas

source: Warning - load_raidtab_into_raidlist returned an error
fr: Attention - load_raidtab_into_raidlist a retourné une erreur

source: I have finished editing the mountlist for you.
fr: J'ai fini d'éditer la liste de montage pour vous.

source: Would you like to reboot and use your Compaq CD to prep your hard drive?
fr: Voulez-vous redémarrer et utiliser votre CD Compaq pour préparer votre disque dur?

source: Aborting. Please reboot and prep your hard drive with your Compaq CD.
fr: Arrêt brutal. Merci de redémarrer et de préparer votre disque dur avec votre CD compaq.

source: No restoring or comparing will take place today.
fr: Pas de comparaison ou de restauration

source: Interactive Mode + textonly = experimental! Proceed anyway?
fr: Mode interactif + textonly = experimental! On essaye quand même ?

source: Restoring Interactively
fr: Restauration interactive

source: Because this is a differential backup, disk
fr: C'est une sauvegarde differentielle, donc

source: partitioning and formatting will not take place.
fr: ni partitionnement ni formattage à effectuer

source: Do you want to erase and partition your hard drives?
fr: Voulez-vous effacer et partitionner vos disques durs?

source: Warning. Errors occurred during disk partitioning.
fr: Attention, le partitionnement du disque a généré des erreurs.

source: Errors during disk partitioning were handled OK.
fr: Les erreurs ont ete gérées correctement.

source: Partitions were formatted OK despite those errors.
fr: Les partitions ont été formattées correctement malgré les erreurs.

source: User opted not to partition the devices
fr: L'utilisateur a choisi de ne pas partitionner les périphériques

source: Do you want to format your hard drives?
fr: Voulez-vous formatter votre disque dur ?

source: Errors occurred. Please repartition and format drives manually.
fr: Des erreurs se sont produites. Repartitionnez et formattez les disques manuellement.

source: Errors occurred during partitioning. Formatting, however, went OK.
fr: Des erreurs se sont produites pendant le partitionnement, mais le formattage s'est bien terminé.

source: Re-edit the mountlist?
fr: re-éditer la liste de montage ?

source: Do you want me to restore all of your data?
fr: Voulez-vous restaurer toutes les données?

source: Do you want me to restore _some_ of your data?
fr: Voulez-vous restaurer une partie des données?

source: Restore path
fr: Chemin de restauration

source: Restore files to where?
fr: Restaurer les fichiers ou?

source: Are you sure?
fr: Etes vous sur?

source: Restore another subset of your backup?
fr: Restaurer une autre partie de votre sauvegarde?

source: User opted not to restore any data.
fr: L'utilisateur a choisi de ne rien restaurer.

source: Errors occurred during the restore phase.
fr: Des erreurs se sont produites pendant la restauration

source: Initialize the boot loader?
fr: Initialiser le boot-loader?

source: User opted not to initialize the boot loader.
fr: L'utilisateur a choisi de ne initialiser le boot loader.

source: Label your ext2 and ext3 partitions if necessary?
fr: Ecrire le label des partitions ext2 et ext3 si besoin est?

source: Using e2label to label your ext2,3 partitions
fr: utilisation de e2label pour vos partitions ext2 et ext3.

source: label-partitions-as-necessary returned an error
fr: label-partitions-as-necessary a retourné une erreur

source: Warning - errors occurred during the restore phase.
fr: Attention - il y a eu des erreurs pendant la restauration.

source: OK, I shan't restore/compare any files.
fr: OK, pas de restauration ou comparaison

source: WARNING - unable to unmount device where the ISO files are stored.
fr: ATTENTION - imposssible de démonter le periphérique contenant les fichiers ISO.

source: Mountlist analyzed. Result: "%s %s %s" Switch to Interactive Mode?
fr: Analyse de la liste de montage. Résultat: "%s %s %s" Passage en mode interactif ?

source: Restoring Automatically
fr: Restauration automatique

source: partitioning and formatting will not take place.
fr: Pas de partitionnement ni de formatage.

source: Warning. Errors occurred during partitioning.
fr: Attention, des erreurs sont arrivées pendant le partitionnement.

source: Preparing to format your disk(s)
fr: Préparation au formatage du(es) disque(s)

source: Please wait. This may take a few minutes.
fr: Ce traitement peut prendre quelques minutes.

source: Failed to partition and/or format your hard drives.
fr: Impossible de partitionner ou formatter vos disques.

source: Try in interactive mode instead?
fr: Essayer en mode interactif?

source: Would you like to try to proceed anyway?
fr: Vous voulez essayer quand même?

source: Unable to mount all partitions. Sorry, I cannot proceed.
fr: Impossible de monter toutes les partitions. Suite du traitement impossible.

source: Errors occurred during the nuke phase.
fr: Erreurs intervenues durant l'étape nuke

source: PC was restored successfully. Thank you for using Mondo Rescue.
fr: Systeme restauré correctement. Merci d'avoir utilisé Mondo Rescue

source: Please visit http://www.mondorescue.org and thank the dev team.
fr: Visitez http://www.mondorescue.org et remerciez l'équipe de developpement.

source: PC was restored successfully!
fr: Systeme restauré correctement!

source: Please insert tape/CD/boot floppy, then hit 'OK' to continue.
fr: Insérez le CD/bande/disquette puis appuyez sur 'OK'

source: Thinking...
fr: Travail en cours...

source: Restore files to where? )
fr: Restauration des fichiers ou ? )

source: Cannot even open bigfile's info file
fr: Impossible d'ouvrir le fichier d'info sur le bigfile

source: Cannot openout outfile_fname - hard disk full?
fr: Impossible d'ouvrir le fichier. Disque plein ?

source: Restoring from %s #%d
fr: Restauration depuis %s #%d

source: Continuing to restore.
fr: En train de restaurer.

source: OK, that's pretty fsck0red...
fr: Hum, y'a un problème à la lecture d'un bigfile

source: (compare_a_tarball) Compression program not found - oh no!
fr: (compare_a_tarball) Programme de compression absent

source: Errors occurred while setting extended attributes
fr: Erreurs lors du positionnement des attributs étendus

source: Errors occurred while setting access control lists
fr: Erreurs lors du positionnement des ACLs

source: Press ENTER to go on. Delete /PAUSE to stop these pauses.
fr: Appuyez sur ENTREE pour continuer. Supprimer /PAUSE pour éviter ces arrêts.

source: Paused after set %ld
fr: Pause après ensemble %ld

source: Pausing. Press ENTER to continue.
fr: Pause. Appuyez sur ENTREE pour continuer

source: Reassembling large files
fr: Reconstruction des gros fichiers

source: Reassembling large files
fr: Assemblage des gros fichiers

source: I am now reassembling all the large files.
fr: Assemblage des gros fichiers en cours.

source: Restoring big file %ld
fr: Restauration du gros fichier %ld

source: Errors.
fr: Erreurs

source: Restoring from archives
fr: Restauration depuis les archives

source: Restoring data from the archives.
fr: Restauration des données depuis les archives.

source: No tarballs. Strange. Maybe you only backed up freakin' big files?
fr: Pas de tarballs, on restaure peut-être que des gros fichiers ?

source: Restoring from fileset #%ld on %s #%d
fr: Restauration depuis le fileset #%ld sur %s #%d

source: %s #%d, fileset #%ld - restore
fr: %s #%d, ensemble #%ld - restauration

source: reported errors
fr: erreurs

source: succeeded
fr: succès

source: (%d attempts) - review logs
fr: (%d essais) - regardez les logs

source: Restoring big file %ld (%lld K)
fr: Restauration du gros fichier %ld (%lld K)

source: Restoring from media #%d
fr: Restauration depuis le media #%d

source: Restoring from fileset #%ld (name=%s, size=%ld K)
fr: Restauration depuis l'ensemble #%ld (nom=%s, size=%ld K)

source: Fileset %ld - errors occurred
fr: Fileset %ld - erreurs survenues

source: Preparing to read your archives
fr: Initialisation de la lecture de vos archives

source: Restoring OS and data from streaming media
fr: Restauration de l'OS et des données depuis le media

source: Restoring OS and data from CD
fr: Restauration de l'OS et des données depuis le CD

source: Errors occurred while data was being restored.
fr: Erreurs survenues pendant la restauration de données

source: Error(s) occurred while processing filelist and wildcard
fr: Erreurs survenues pendant le traitement des listes de fichiers et wildcard

source: Reassembling /dev/hda1
fr: Re-assemblage /dev/hda1

source: Shark is a bit of a silly person.
fr: Re-assemblage /dev/hda1

source: Failed to write Master Boot Record
fr: Impossible de re-écrire le MBR

source: Live mode doesn't support command-line parameters yet.
fr: Pas de paramètres a la ligne de commande en live mode

source: Uh, that hasn't been implemented yet.
fr: option non implémentée.

source: Invalid paremeters
fr: Paramètres invalides

source: See /tmp/changed.files for list of files that have changed.
fr: la liste des fichiers modifiés est disponible dans /tmp/changed.files .

source: Run complete. Errors were reported. Please review the logfile.
fr: Terminé avec des erreurs. Regardez les logs.

source: Run complete. Please remove floppy/CD/media and reboot.
fr: Terminé. Enlevez le media et rebootez.

source: Run complete. Please remove media and reboot.
fr: Terminé. Enlevez le media et rebootez.

source: Unable to re-mount partitions for post-nuke stuff
fr: Impossible de remonter les partitions pour les post-traitements

source: Restore log copied to /tmp/mondo-restore.log on your hard disk
fr: Journal de restauration : /tmp/mondo-restore.log

source: Mondo-restore is exiting (retval=%d)
fr: Sortie de mondo-restore (retval=%d)

source: Add one of the following unallocated RAID partitions to this RAID device.
fr: Ajouter une des partitions RAID suivantes à ce périphérique RAID.

source: Device
fr: Périph

source: Unallocated RAID partitions
fr: partitions RAID non allouées

source: Add entry
fr: Ajout entrée

source: Device:
fr: Périph.:

source: Mountpoint:
fr: Montage:

source: Size (MB):
fr: Taille Mo:

source: To add an entry to the mountlist, please fill in these fields and then hit 'OK'
fr: Remplissez ces champs et appuyez sur OK pour ajouter une entrée

source: You left the device nearly blank!
fr: Le périphérique est presque vide!

source: Can't add this - you've got one already!
fr: Ajout impossible - élément déjà présent!

source: Enter the name of the variable to add
fr: Nom de la variable à ajouter

source: No need to add that variable. It is already listed here.
fr: Pas besoin d'ajouter cette variable, elle est déjà présente

source: Please enter the RAID level you want. (concat, striped, raid5)
fr: Entrez le niveau de RAID. (concat, striped, raid5)

source: Please enter the RAID level you want. %s
fr: Entrez le niveau de RAID. %s

source: Specify RAID level
fr: Entrez le niveau de RAID

source: You have chosen a RAID personality which is not registered with the kernel. Make another selection?
fr: Type de raid non disponible dans le kernel. Un autre choix ?

source: Delete %s from RAID device %s - are you sure?
fr: Effacer %s du RAID %s - vous êtes sur ?

source: Cannot delete %s: it is in use by RAID device %s
fr: Effacement impossible de %s: déjà utilisé par %s

source: Delete %s - are you sure?
fr: Effacer %s - vous etes sur?

source: Do you want me to delete %s's partitions, too?
fr: Effacer aussi la partition %s ?

source: %s must not be deleted. It would be bad.
fr: %s ne doit pas etre effacé.

source: Too many lines. Displaying first %d entries only. Close a directory to see more.
fr: Trop de lignes, affichage des %d premières. Fermez un répertoire pour en voir plus

source: Editing filelist
fr: Edition de la liste des fichiers

source: Please edit the filelist to your satisfaction, then click OK or Cancel.
fr: Editez la liste des fichiers puis cliquez sur OK ou Annule

source: Less
fr: Moins

source: More
fr: Plus

source: Are you happy with your file selection?
fr: Sélection des fichiers OK ?

source: I haven't implemented this yet...
fr: Fonction non implementée...

source: Device:
fr: Périph:

source: Edit this partition's mountpoint, size and format; then click 'OK'.
fr: modifiez le point de montage, la taille et le format, puis cliquez sur OK.

source: You can't change /dev/mdX to /dev/mdY.
fr: Impossible de changer /dev/mdX en /dev/mdY.

source: You can't change a regular device to an image.
fr: Impossible de remplacer un périphérique par une image.

source: You cannot edit the RAID settings until you have OK'd your change to the device node.
fr: Impossible de modifier la configuration RAID avant d'avoir accepter les changements sur les périphériques

source: /etc/raidtab does not have an entry for %s; please delete it and add it again
fr: pas d'entrée %s dans /etc/raidtab. Effacez le et ajoutez le à nouveau

source: You are renaming a RAID device as another RAID device. I don't like it but I'll allow it.
fr: Vous renommez un periph RAID. Manoeuvre non approuvée.

source: Plexes on %s
fr: Plexes sur %s

source: Please select a plex to edit
fr: Choisissez un plex à éditer

source: Level
fr: Niveau

source: Stripe Size
fr: Taille de striping

source: Add
fr: Ajout

source: Edit
fr: Modif.

source: Delete
fr: Suppr.

source: Are you sure you want to delete %s.p%i?
fr: Confirmer la suppression de %s.p%i?

source: Deleting RAID plex
fr: Effacement du plex

source: Edit %s
fr: Edition %s

source: data
fr: données

source: spare
fr: libre

source: parity
fr: parité

source: failed
fr: echoué

source: Additional settings and information
fr: Informations supplementaires

source: Edit the RAID device's settings to your heart's content, then hit OK/Cancel.
fr: Modifiez la configuration RAID puis appuyez sur OK ou Annule

source: Please select a subdisk to edit, or edit this plex's parameters
fr: Choisissez le disque à modifier ou les paramètres du plex

source: unknown (%i)
fr: inconnu (%i)

source: RAID level
fr: Niveau RAID

source: Stripe size
fr: Taille de striping

source: Stripe size:
fr: Taille de striping:

source: Stripe size
fr: Taille de striping

source: Please enter the stripe size in kilobytes.
fr: Entrez la taille de striping en Ko.

source: Please set %s's value (currently '%s')
fr: Positionnez %s (actuellement '%s')

source: Please edit the mountlist to your satisfaction, then click OK or Cancel.
fr: Modifiez la liste de montage puis cliquez sur OK ou Annule.

source: Reload
fr: Recharger

source: Mountpoint
fr: Point de montage

source: Size (MB)
fr: Taille (MO)

source: Editing mountlist
fr: Edition de la liste de montage

source: Your mountlist might not work. Continue anyway?
fr: Votre liste de montage est peut-être invalide. On continue quand meme ?

source: Are you sure you want to save your mountlist and continue? (No changes will be made to your partition table at this time.)
fr: Etes-vous sur de vouloir utiliser cette liste de montage et continuer ?(aucun changement ne sera affectue sur la table des partitions pour l'instant.)

source: Reload original mountlist?
fr: Rechargement de la liste originale?

source: Please add an entry. Then press ENTER to edit it.
fr: Ajoutez une entrée puis appuyez sur ENTREE pour la modifier

source: You pushed 'OK'. I shall now continue.
fr: Vous avez appuyé sur OK, je continue.

source: Edit the additional fields to your heart's content, then click OK or Cancel.
fr: modifiez les champs additionnels puis appuyez sur OK ou Annule

source: Label Value
fr: Label Valeur

source: ISO Mode - device
fr: Mode ISO - périphérique

source: On what device do the ISO files live?
fr: Sur quels périphériques sont les fichiers ISO ?

source: ISO Mode - format
fr: Mode ISO - format

source: What is the disk format of the device? (Hit ENTER if you don't know.)
fr: Quel est le format de ce périphérique? (ENTREE si vous ne savez pas.)

source: ISO Mode - path
fr: Mode ISO - chemin

source: At what path on this device can the ISO files be found?
fr: Chemin des fichiers ISO sur ce périphérique?

source: This is where I nuke your hard drives. Mhahahahaha. No-one can stop Mojo Jojo!
fr: Ecrasement des disques durs!

source: Nuking
fr: Ecrasement

source: Slowly
fr: lent

source: Medium
fr: moyen

source: Quickly
fr: rapide

source: Edit this RAID device's list of partitions. Choose OK or Cancel when done.
fr: Modifiez la table des partitions puis appuyez sur OK ou Annule.

source: %s contains...
fr: %s contient...

source: Making list of unallocated RAID slices
fr: Création des espaces RAID

source: There are no unallocated partitions marked for RAID.
fr: Pas de partition disponible avec une marque RAID

source: Done. The user may add one or more of the above to RAID device
fr: Fait. Ajout d'un ou plusieurs périphérique RAID possible

source: I have finished adding a disklist entry.
fr: Entrée ajoutée dans la liste des disques.

source: %s's index is %d. What should it be?
fr: l'index de %s est %d. Que devrait-il être ?

source: Set index
fr: Positionnement de l'index

source: Which mode - (A)utomatic, (I)nteractive, (C)ompare only, or (E)xit to shell? -->
fr: Quel mode ? (A)utomatique, (I)nteractif (C)omparaison, ou sorti(E)? -->

source: Do you want to 'nuke' your system, restore interactively, or just compare?
fr: Voulez-vous restaurer votre systeme automatiquement, interactivement ou juste comparer ?

source: How should I restore?
fr: Comment dois-je restaurer ?

source: Automatically
fr: Automatiquement

source: Interactively
fr: Interactivement

source: Compare only!
fr: Comparaison

source: Exit to shell
fr: Retour au shell

source: Should I restore the image of %s ?
fr: Faut-il restaurer l'image de %s ?

source: Failed to find config file/archives. Choose another source?
fr: Impossible de trouver le fichier de config ou les archives. Choix d'une autre source ?

source: WARNING - isodir is already mounted
fr: ATTENTION - isodir est déjà monté

source: Cannot mount the device where the ISO files are stored.
fr: Impossible de monter le périphérique contenant les images ISO.

source: I have mounted the device where the ISO files are stored.
fr: Les périphérique contenant les images ISO est monté.

source: Cannot find ISO images in the directory you specified.
fr: Impossible de trouver les images ISO dans le répertoire indiqué.

source: Mounting devices
fr: Montage de périphériques

source: Mounting devices
fr: Montage de périphériques

source: I am now mounting all the drives.
fr: Montage de tous les disques.

source: This should not take long.
fr: Ca ne devrait pas être long.

source: %s is already mounted
fr: %s est déjà monté

source: fdisk's ioctl() call to refresh its copy of the partition table causes the kernel to
fr: les appels de fdisk pour rafraichir sa table des partitions a provoqué

source: lock up the partition table. You might have to reboot and use Interactive Mode to
fr: le blocage de la table des partitions par le noyau. Vous devriez rebooter et utilise le mode interactif pour

source: format and restore *without* partitioning first. Sorry for the inconvenience.
fr: formater et restaurer *sans* partitionner.

source: Could not mount devices %s- shall I abort?
fr: Impossible de monter %s - Abandon ?

source: Continuing, although some devices failed to be mounted
fr: Poursuite du traitement sans avoir monter tous les périphériques

source: Unable to mount some or all of your partitions.
fr: Impossible de monter certaines partitions.

source: All partitions were mounted OK.
fr: Toutes les partitions ont été montées correctement.

source: Do you want to retrieve the mountlist as well?
fr: Voulez-vous aussi récupérer la table de montage ?

source: Pre-processing filelist
fr: Pré-traitement de la liste des fichiers

source: Restore which directory? -->
fr: Restauration de quel répertoire ? -->

source: Unable to determine type of boot loader. Defaulting to LILO.
fr: Impossible de déterminer le bootliader, on prendra lilo.

source: Your boot loader returned an error
fr: Le bootloader a retourné une erreur

source: Your boot loader ran OK
fr: Votre bootloader s'est exécuté sans problème

source: Did you change the mountlist?
fr: Avez-vous changé la liste de montage ?

source: Modifying fstab and grub.conf, and running GRUB...
fr: Modification de fstab et grub.conf; lancement de GRUB

source: Please confirm/enter the boot device. If in doubt, try /dev/hda
fr: Veuillez indiquez le périphérique de démarrage (par exemple /dev/hda).

source: GRUB installation failed. Please install manually using 'grub-install' or similar command. You are now chroot()'ed to your restored system. Please type 'exit' when you are done.
fr: L'installation de GRUB a échoué. Essayez de l'installer manuellementavec grub-install. Vous êtes maintenant chrooté dans votre système restauré, tapez 'exit' quand vous avez fini

source: Thank you.
fr: Merci.

source: You will now edit fstab and grub.conf
fr: Vous allez maintenant éditer fstab et grub.conf

source: Running GRUB...
fr: Lancement de grub...
